Repository: dustinscarberry/mediaview
Catalog: translations/mvcanvas-*.po
Languages: sr_rs

source: Create Shortcode
sr_rs: NapraviI Shortcode

source: Shortcode Name:
sr_rs: Ime Shortcode-a:

source: ex: name of shortcode for your reference
sr_rs: pr: ime shortcode-a za vašu rrferencu

source: Display Height:
sr_rs: Prikaži visinu:

source: Reset
sr_rs: Resetuj

source: ex: max height of media viewer (does not include caption)
sr_rs: pr.max visina media pregledača (ne uključuje kadar)

source: Canvas Color:
sr_rs: Kanvas boje:

source: ex: color of media view canvas (any hex value with #)
sr_rs: pr: boja kanvas pregleda media (bilo koja hex vrednost)

source: Caption Text Color:
sr_rs: Kadar boje teksta:

source: ex: color of caption text (any hex value with #)
sr_rs: pr: boja kadra teksta (bilo koja hex vrednost sa #)

source: Save Shortcode
sr_rs: Sačuvaj shortcode

source: Go Back
sr_rs: Idi nazad

source: Add Media Item
sr_rs: Dodaj stavku Media

source: Media Type:
sr_rs: Media tip:

source: ex: type of media to add
sr_rs: pr.tip media za dodati

source: ex: url of video such as - http://vimeo.com/xxxxxxxx
sr_rs: pr: url videa kao što je - http://vimeo.com/xxxxxxxx

source: ex: url of video such as - http://www.youtube.com/watch?v=xxxxxxxxxxxx
sr_rs: pr: url videa kao što je - http://www.youtube.com/watch?v=xxxxxxxxxxxx

source: Photo URL:
sr_rs: URL fotografije:

source: ex: photo that you want to add
sr_rs: pr:fotografija koju želite da dodate

source: Resolution:
sr_rs: Rezolucija:

source: ex: resolution of video
sr_rs: pr:rezolucija videa

source: Caption:
sr_rs: Kadar:

source: ex: an optional caption
sr_rs: pr:opcionalni kadar

source: Save Media
sr_rs: Sačuvaj Media

source: Edit Shortcode
sr_rs: Edituj Shortcode

source: ex: name of shortcode
sr_rs: pr:ime shortcode

source: Save Changes
sr_rs: Sačuvaj promene

source: Edit Media Item
sr_rs: Edituj Media stavku

source: ex: resolution for media item
sr_rs: pr:rezolucija media stavke

source: ex: caption for media item
sr_rs: ex: kadar media stavke

source: Are you sure you want to delete this item?
sr_rs: Da li ste sigurni da želite da obrišete ovu stavku?

source: Media Items
sr_rs: Media stavke

source: items
sr_rs: stavke

source: Type
sr_rs: Tip

source: Caption
sr_rs: Kadar

source: Date Added
sr_rs: Datum dodat

source: Actions
sr_rs: Delanje

source: No items found
sr_rs: Nijedna stavka nije pronadjena

source: Edit
sr_rs: Edituj

source: Are you sure you want to delete this shortcode?
sr_rs: Da li ste sigurni da želite da obrišete ovaj shortcode?

source: Name
sr_rs: Ime

source: # Media Items
sr_rs: # Media stavke

source: No shortcodes found
sr_rs: Nijedan shortcode nije pronadjen

source: View
sr_rs: Pregled

source: Hide Controls:
sr_rs: Sakriti kontrole:

source: ex: check to hide video player controls
sr_rs: epr: čekiraj sakrivanje video player kontrola

source: Video Player Controlbar Color:
sr_rs: Video Player Controlbar boja:

source: Red
sr_rs: Crvena

source: White
sr_rs: Bela

source: ex: set the color of the player's progress bar
sr_rs: pr: podesiti boje razvitka bara player-a

source: Video Controls Color:
sr_rs: Boja Video kontrola:

source: ex: color for video player controls (any hex value with #)
sr_rs: pr: boja za video player kontrole (bilo koja hex vrednost sa #)

source: Oops... something went wrong or there were no changes needed
sr_rs: Ups...nastao je problem ili ne treba ništa da se menja

source: Oops... all fields must have a value
sr_rs: Ups...sva polja moraju da imaju vrednost

source: Shortcode created
sr_rs: Napravljen shortcode

source: Oops... something went wrong
sr_rs: Ups...nastao je problem

source: Shortcode updated
sr_rs: Shortcode update-ovan

source: Oops... there seems to be a problem saving the thumbnail, please send the following information to the developer if the problem persists.
sr_rs: Ups...nastao je problem prilikom sačuvavanja thumbnail-a, pošaljite te informacije programeru ako se problem nastavi.

source: Item added
sr_rs: Stavka dodata

source: Media item updated
sr_rs: Media stavka update-ovana
